Repository: NicolasEMendez/PeopleWithCovid
Catalog: Common/Resources/String.*.resx
Languages: es

source: Add
es: Adherir

# Covid_Status_AdmittedInHospital
source: Admitted in Hospital
es: Admitido Al Hospital

# Covid_Status_Critical
source: Critical
es: Critico

# Covid_Status_Deceased
source: Deceased
es: Fallecido

# Covid_Status_Recuperated
source: Recuperated
es: Recuperado

# Covid_Status_UnderEvaluation
source: Under Evaluation
es: Bajo Evaluación

source: Delete
es: Eliminar

# Delete_Which_Patient
source: Which patient do you want to Delete? Please input the Id
es: Que paciente desea eliminar? Por favor elija su Id

# Error_Between_1_5
source: You must choose an option between 1 and 5
es: Debe elegir una opcion entre 1 y 5

# Error_Between_1_8000
source: You must choose a number between 1 and 8000
es: Debe elegir un número entre 1 y 8000

# Error_Between_Ten_Fifty
source: Must be a value above 10 digits and less than 50 digits
es: Debe ser un valor con mas de 10 letras y menos de 50 letras

# Error_Id_Must_Exists
source: The Id selected is not among the Ids of the Patients on record
es: El Id del paciente seleccionado no esta dentro de la lista de pacientes

# Error_In_Data
source: There was an error completing
es: Hubo un error ingresando

# Error_In_Name_Length
source: Name must contain less than 20 letters
es: El nombre debe contener menos de 20 letras

# Error_In_Name_OnlyLetters
source: Name must be only letters
es: El nombre debe ser solamente letras

# Error_MoreThan_Zero_Five_Digits_Long
source: Must be a number more than 0 and must have no more than 5 digits
es: Debe ser un numero mayor a 0 y que contenga 5 digitos

# Error_Must_Not_Be_Empty
source: this value cannot be empty
es: Este valor no puede ser nulo

# Error_Only_Number
source: This Option must contain a number
es: Esta opcion solo debe contener numeros

# Language_Selected_English
source: English
es: Ingles

# Language_Selected_Spanish
source: Spanish
es: Español

source: Last Name
es: Apellido

# Menu_GoBack
source: Go Back
es: Ir Atras

# Menu_Invalid_Selection
source: Invalid Selection. Try Again
es: Selección Invalida. Intente nuevamente

# Menu_Language_Selector
source: Select Language
es: Seleccionar Lenguage

# Menu_Press_Any_Button
source: Press any button to continue
es: Presione cualquier boton para continuar

# Menu_Return_MainMenu
source: Return to Main Menu
es: Retornar al Menu Principal

# Menu_Select_An_Option
source: Select An Option
es: Seleccione una opción

source: Modify
es: Modificar

# Modify_Which_Patient
source: Which patient do you want to modify? Please input the Id
es: Que paciente desea modificar? Por favor elija su Id

source: Name
es: Nombre

# No_Patients_To_Show
source: There are no Patients to show
es: No hay pacientes para mostrar

# PersonId
source: Patient Id
es: Id del Paciente

# Person_Added
source: Added
es: Adherida

# Person_AddedModified_Sucessfully
source: Person Sucessfully
es: Satisfactoriamente la persona ha sido

# Person_Address_PostalCode
source: Postal Code
es: Codigo Postal

# Person_Address_StreetName
source: Street Name
es: Nombre de calle

# Person_Address_StreetNumber
source: Street Number
es: Numero de calle

# Person_Covid
source: Covid State
es: Estado por Covid

# Person_Deleted
source: Deleted
es: Eliminado

# Person_Id
source: Patient Id
es: Id del Paciente

# Person_LastName
source: Last Name
es: Apellido

# Person_Modified
source: Modified
es: Modificada

# Person_Name
source: Name
es: Nombre

# Please_Enter_Data
source: Please Enter the following information
es: Por favor, ingrese la siguiente informacion

# Please_Select_Option
source: Please select an option
es: Por favor, seleccione una opcion

source: Postal Code
es: Codigo Postal

# Return_Main_Menu
source: Return to Main Menu
es: Retornar al menu principal

# Show_Add_Patients
source: Add Patient
es: Adherir Paciente

source: Show All Patients
es: Mostrar todos los pacientes

# Show_Delete_Patients
source: Delete Patient
es: Eliminar Paciente

# Show_Modify_Patients
source: Modify Patient
es: Modificar Paciente

source: Show Patients
es: Mostrar Pacientes

# Show_Patients_Covid_Status
source: Show Patients with Covid Status
es: Mostrar pacientes segun estado Covid

# Show_Patients_With_Status_Covid
source: Patients Status with Covid
es: Estado pacientes por Covid

# Show_Patients_Word
source: Patients
es: Pacientes

# StateWithCovid
source: Covid State
es: Estado del Covid

source: Street Name
es: Nombre de la calle

source: Street Number
es: Nombre de la calle

# Welcome_To_Hospital
source: Welcome to Alchemilla Hospital
es: Bienvenidos al Hospital Alchemilla
